[
  "remember-cursor-position",
  "tag-wrangler",
  "smart-random-note",
  "obsidian-copy-block-link",
  "templater-obsidian",
  "obsidian-auto-pair-chinese-symbol",
  "obsidian-git",
  "quickadd",
  "obsidian-kanban",
  "obsidian-memos",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "recent-files-obsidian",
  "obsidian-emoji-toolbar",
  "obsidian-outliner",
  "obsidian-contextual-typography",
  "obsidian-excalidraw-plugin",
  "obsidian-pangu",
  "ob-table-enhancer",
  "obsidian-table-generator",
  "obsidian-electron-window-tweaker",
  "supercharged-links-obsidian",
  "cmdr",
  "obsidian-linter",
  "cm-chs-patch",
  "remotely-save",
  "obsidian-image-toolkit",
  "calendar",
  "obsidian-frontmatter-tag-suggest",
  "cmenu-plugin",
  "obsidian-tasks-plugin",
  "obsidian-reminder-plugin",
  "dataview",
  "obsidian-snippet-downloader",
  "obsidian42-brat",
  "mysnippets-plugin",
  "easy-typing-obsidian"
]