[
  "remember-cursor-position",
  "tag-wrangler",
  "smart-random-note",
  "obsidian-copy-block-link",
  "templater-obsidian",
  "obsidian-auto-pair-chinese-symbol",
  "dataview",
  "obsidian-git",
  "quickadd",
  "obsidian-kanban",
  "obsidian-enhancing-mindmap",
  "obsidian-memos",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "recent-files-obsidian",
  "obsidian-emoji-toolbar",
  "obsidian-outliner",
  "obsidian-contextual-typography",
  "obsidian-excalidraw-plugin",
  "obsidian-pangu",
  "ob-table-enhancer",
  "obsidian-table-generator",
  "cmenu-plugin",
  "obsidian-electron-window-tweaker",
  "supercharged-links-obsidian",
  "cmdr",
  "obsidian-linter",
  "cm-chs-patch"
]