[
  "obsidian-auto-link-title",
  "obsidian-electron-window-tweaker",
  "customizable-sidebar",
  "remember-cursor-position",
  "tag-wrangler",
  "smart-random-note",
  "obsidian-copy-block-link",
  "hotkey-helper",
  "templater-obsidian",
  "markdown-prettifier",
  "cm-chs-patch",
  "obsidian-auto-pair-chinese-symbol",
  "dataview",
  "obsidian-git",
  "quickadd",
  "obsidian-kanban",
  "obsidian-enhancing-mindmap",
  "obsidian-memos",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "markdown-table-editor",
  "recent-files-obsidian",
  "obsidian-emoji-toolbar",
  "obsidian-outliner",
  "obsidian-contextual-typography",
  "obsidian-excalidraw-plugin",
  "obsidian-pangu"
]